Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Attempt to load a javascript: URL from one host\nin a window displaying content from another host\nwas blocked by the security manager.
bn_bd: জাভাস্ক্রিপ্ট লোড করার প্রচেষ্টা: একটি হোস্টের URL থেকে\nঅন্য একটি হোস্টের বিষয়বস্তু একই উইন্ডোতে প্রদর্শন\nকরার চেষ্টা করা হয়েছিল। নিরাপত্তা পরিচালক তা প্রতিরোধ করেছে।

source: Attempt to set a forbidden header was denied: %S
bn_bd: নিষিদ্ধ‌ হেডার সেট করার প্রচেষ্টা ব্যর্থ হয়েছে: %S‌‌‌‌‌

source: Attempt to write encrypted data to underlying socket failed.
bn_bd: নিম্নবর্তী সকেটের মধ্যে এনক্রিপ্ট করা তথ্য লিখতে ব্যর্থ।

source: “<” at the start of an unquoted attribute value. Probable cause: Missing “>” immediately before.
bn_bd: <” at the start of an unquoted attribute value. Probable cause: Missing “>

source: “=” at the start of an unquoted attribute value. Probable cause: Stray duplicate equals sign.
bn_bd: “=” তে একটি উদ্ধৃতি চিহ্ণ ব্যতীত বৈশিষ্ট্য মান শুরু হয়েছে। সম্ভাব্য কারণ : একই রকম সমান পথভ্রষ্ট চিহ্ন।

source: “`” at the start of an unquoted attribute value. Probable cause: Using the wrong character as a quote.
bn_bd: “`”তে একটি উদ্ধৃতি চিহ্ণ ব্যতীত বৈশিষ্ট্য মান শুরু হয়েছে। সম্ভাব্য কারণ : উদ্ধৃতি হিসেবে ভুল অক্ষর ব্যবহার করা হয়েছে।

source: Attribute match regexp
bn_bd: অ্যাট্রিবিউট regexp এর সাথে মিলে

source: attribute name
bn_bd: বৈশিষ্ট্যের নাম

source: Attributes
bn_bd: বৈশিষ্ট্যাবলী

source: Attributes:
bn_bd: বৈশিষ্ট্যাবলী

source: attribute value
bn_bd: বৈশিষ্ট্যের মান

source: Attribute value illegal in XSLT 1.0.
bn_bd: XSLT 1.0-র মধ্যে উল্লেখিত বৈশিষ্ট্যর মান অবৈধ।

source: Attribute value missing.
bn_bd: অ্যাট্রিবিউটের মান পাওয়া যাচ্ছে না।

source: Audio
bn_bd: অডিও

source: Audio Backend
bn_bd: অডিও ব্যাক-এন্ড

source: Audio Files
bn_bd: অডিও ফাইল

source: Audio from the tab will be shared.
bn_bd: এই ট্যাব এর অডিও শেয়ার করা হবে।

source: AudioNode Inspector
bn_bd: AudioNode ইন্সপেক্টর

source: AudioParam does not have any automation events.
bn_bd: AudioParam-এর কোনো স্বয়ংক্রিয় ইভেন্ট নেই।

source: Australia
bn_bd: অস্ট্রেলিয়া

source: Austria
bn_bd: অস্ট্রিয়া

source: Authentication Required
bn_bd: প্রমাণীকরণ আবশ্যক

source: Author:
bn_bd: লেখক:

source: Authorities
bn_bd: কর্তৃপক্ষ

source: Authority Information Access
bn_bd: কর্তৃপক্ষের তথ্য ব্যবহারের অধিকার

source: (Author not verified)
bn_bd: (নির্মাতা যাচাইকৃত নয়)

source: Auto
bn_bd: স্বয়ংক্রিয়

source: Autoclose brackets
bn_bd: অটোক্লোজ ব্র্যাকেট

source: Autocomplete CSS
bn_bd: স্বয়ংসম্পূর্ণ CSS

source: Autocomplete CSS properties, values and selectors in Style Editor as you type
bn_bd: স্টাইল সম্পাদকের অংশে আপনার লিপিবদ্ধকৃত স্বয়ংসম্পূর্ণ CSS বৈশিষ্ট্যাবলী, মান ও নির্বাচক

source: AutoConfig Alert
bn_bd: AutoConfig সতর্কবার্তা

source: Auto-Detect
bn_bd: স্বয়ং-সনাক্তকরণ

source: Auto-detect proxy settings for this network
bn_bd: এই নেটওয়ার্কের প্রক্সি সেটিং স্বয়ংক্রিয়ভাবে সনাক্ত করা হবে w

source: Auto Increment
bn_bd: স্বয়ংক্রিয় বৃদ্ধি

source: Automatically Black Box Minified Sources
bn_bd: স্বয়ংক্রিয়ভাবে ব্ল্যাক বক্স Minified সোর্স

source: Automatically insert closing brackets
bn_bd: স্বয়ংক্রিয়ভাবে ক্লোজিং ব্র্যাকেট দিন

source: Automatically install updates
bn_bd: স্বয়ংক্রিয়ভাবে হালনাগাদ ইনস্টল করা হবে

source: Automatically install updates only if that’s the default
bn_bd: পূর্বনির্ধারিত হলেই কেবল স্বয়ংক্রিয়ভাবে হালনাগাদ ইনস্টল করা হবে

source: Automatically install updates (recommended)
bn_bd: সয়ংক্রিয়ভাবে হালনাগাদ ইন্সটল করবে (সুপারিশকৃত)

source: Automatically install updates (recommended: improved security)
bn_bd: হালনাগাদকরণ স্বয়ংক্রিয়ভাবে ইনস্টল হয় A (প্রস্তাবিত: উন্নত নিরাপত্তা)

source: Automatically Update
bn_bd: স্বয়ংক্রিয়ভাবে হালনাগাদ

source: Automatically update search engines
bn_bd: স্বয়ংক্রিয়ভাবে সার্চ ইঞ্জিন হালনাগাদ হবে

source: Automatic proxy configuration URL:
bn_bd: স্বয়ংক্রিয় প্রক্সি কনফিগার করার URL:

source: Automatic Updates
bn_bd: স্বয়ংক্রিয় হালনাগাদ

source: Automatic Zoom
bn_bd: স্বয়ংক্রিয় জুম

source: Automation
bn_bd: স্বয়ংক্রিয়তা

source: Auto Prettify Minified Sources
bn_bd: স্বয়ংক্রিয় সুন্দর Minified উৎস

source: Autorefresh every 3 seconds
bn_bd: প্রতি ৩ সেকেন্ড এ স্বয়ংক্রিয়ভাবে রিফ্রেশ করুন

source: Available Add-ons
bn_bd: বিদ্যমান অ্যাড-অন

source: Available Commands
bn_bd: বিদ্যমান কমান্ড

source: Available Commands:
bn_bd: বিদ্যমান কমান্ড:

source: Available Options
bn_bd: বিদ্যমান অপশন

source: Available Profiles
bn_bd: বিদ্যমান প্রোফাইলসমূহ

source: Available remote add-ons:
bn_bd: উপলব্ধ রিমোট অ্যাড-অনসমূহ:

source: Available remote processes:
bn_bd: বিদ্যমান রিমোট প্রসেস:

source: Available remote tabs:
bn_bd: সম্ভাব্য রিমোট ট্যাবসমূহ:

source: Available Toolbox Buttons
bn_bd: প্রাপ্তিসাধ্য টুলবক্স বাটন

source: Available Updates
bn_bd: বিদ্যমান হালনাগাদ

source: Avaric
bn_bd: আভারিক

source: average
bn_bd: গড়

source: A verification link has been sent to %S.
bn_bd: একটি যাচাইকরণ লিংক %S এ পাঠানো হয়েছে।

source: Avestan
bn_bd: আভেস্তান

source: avg
bn_bd: গড়

source: Avg. bitrate
bn_bd: গড় বিটরেট

source: Avg. framerate
bn_bd: Avg. ফ্রেমরেট

source: A violation occurred for a report-only CSP policy (“%1$S”). The behavior was allowed, and a CSP report was sent.
bn_bd: রিপোর্ট-অনলি CSP নীতি পলিসির ("%1$S") ক্ষেত্রে আচরণ লঙ্ঘন ঘটেছে। যেই অাচরণ অনুমোদিত ছিল সেটি, ও একটি CSP রিপোর্ট পাঠানো হয়েছে।

source: A/V sync
bn_bd: A/V সিঙ্ক

source: A Web Browser Renaissance
bn_bd: একটি ওয়েব ব্রাউজারের নবজাগরণ

source: A Web Browser Renaissance is (C) Sean.Martell. Available under CC-BY-SA. No warranty.
bn_bd: (C) Sean.Martell হল ওয়েব ব্রাউজারের একটি নবজাগরণ। এটি CC-BY-SA এর অধীনে সহজলভ্য। কোন ওয়ারেন্টি নেই।

source: A web page is slowing down your browser. What would you like to do?
bn_bd: একটি ওয়েব পেজ আপনার ব্রাউজারের গতিকে কমিয়ে দিচ্ছে। আপনি এ ব্যাপারে কি করতে চান?

source: A window is being shared. Click to control sharing.
bn_bd: একটি উইন্ডো শেয়ার করা করা হচ্ছে। শেয়ারিং নিয়ন্ত্রণ করতে ক্লিক করুন।

source: A Worker could not be started immediately because other documents in the same origin are already using the maximum number of workers. The Worker is now queued and will be started after some of the other workers have completed.
bn_bd: একটি Worker এখনি চালু করা যাবে না কারণ একই অরিজিনে অন্য ডকুমেন্ট ইতিমধ্যে সর্বোচ্চ সংখ্যক ওয়ার্কার ব্যবহার করছে। Worker টি এখন সারিবদ্ধ করা হয়েছে এবং কিছুক্ষণ পরেই চালু হবে যখন অন্য কিছু ওয়ার্কারের কাজ শেষ হয়ে যাবে।

source: Aymara
bn_bd: আয়মারা

source: Azerbaijan
bn_bd: আজারবাইজান

source: Azerbaijani
bn_bd: আজারবাইজানী

source: A > Z Sort Order
bn_bd: A থেকে Z ক্রমে

source: < &Back
bn_bd: < পূর্ববর্তী (&B)

source: Background
bn_bd: পটভূমি

source: Background:
bn_bd: পটভূমি:

source: Backspace
bn_bd: ব্যাকস্পেস

source: Backup…
bn_bd: ব্যাকআপ…

source: Backup All…
bn_bd: সব ব্যাকআপ রাখা হবে… (k)

source: Bad character after “<”. Probable cause: Unescaped “<”. Try escaping it as “&lt;”.
bn_bd: “<” এরপর খারাপ অক্ষর।সম্ভাব্য কারণ: আনএস্কেপ “<”। “&lt;” হিসেবে এস্কেপ করার চেষ্টা করুন।

source: Bad configuration
bn_bd: খারাপ কনফিগারেশন

source: Bad information access location in cert extension
bn_bd: cert বর্ধিতাংশে প্রবেশাধিকার অবস্থানের অপর্যাপ্ত তথ্য

source: Bad start tag “%1$S” in “head”.
bn_bd: “head” এ “%1$S” খারাপ ট্যাগ শুরু করুন।

source: Bahamas, The
bn_bd: বাহামাস, দা

source: Bahrain
bn_bd: বাহরাইন

source: Baker Island
bn_bd: বাকের দ্বীপপুঞ্জ

source: Baltic
bn_bd: বাল্টিক

source: Baltic (ISO)
bn_bd: বাল্টিক (আইএসও)

source: Baltic (Windows)
bn_bd: বাল্টিক (উইন্ডোজ)

source: Bambara
bn_bd: বামবারা

source: Bangladesh
bn_bd: বাংলাদেশ

source: Banking
bn_bd: ব্যাংকিং

source: banner
bn_bd: ব্যানার

source: Barbados
bn_bd: বার্বাডোস

source: Baseline
bn_bd: ভিত্তিরেখা

source: Bashkir
bn_bd: বাস্কির

source: Basic Page Style
bn_bd: মৌলিক পাতাশৈলী

source: Basque
bn_bd: বাস্ক

source: Bassas da India
bn_bd: বাসসা দা ইন্ডিয়া

source: Battery
bn_bd: ব্যাটারি

source: Before
bn_bd: পূর্বে

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
bn_bd: কোনো ধরনের কাজের জন্য এই CA-টি বিশ্বাস করার পূর্বে এর সার্টিফিকেট, নিয়মনীতি ও কর্ম প্রণালী (পাওয়া গেলে) পরীক্ষা করা বাঞ্ছনীয়।

source: Begin collecting CSS coverage data
bn_bd: CSS তালিকাভুক্ত তথ্য সংগ্রহ শুরু করুন

source: Beginning FTP transaction…
bn_bd: FTP বিনিময় আরম্ভ করা হচ্ছে…

source: Begins On
bn_bd: শুরু হবে

source: Begins On:
bn_bd: আরম্ভ:

source: Belarus
bn_bd: বেলারুস

source: Belarusian
bn_bd: বেলারুশিয়ান

source: Belgium
bn_bd: বেলজিয়াম

source: Belize
bn_bd: বেজিয়ে

source: Bengali
bn_bd: বাংলা

source: Benin
bn_bd: বেনিন

source: Bermuda
bn_bd: বারমুডা

source: Best match
bn_bd: সর্বোৎকৃষ্ট অন্তরমিল

source: Best Match
bn_bd: সর্বোৎকৃষ্ট মিল

source: Bhutan
bn_bd: ভুটান

source: Bihari
bn_bd: বিহারী

source: BiquadFilterNode channel count changes may produce audio glitches.
bn_bd: BiquadFilterNode চ্যানেল গণনায় পরিবর্তন অডিও গ্লিচ তৈরি করতে পারে।

source: Bislama
bn_bd: বিসলামা

source: Black box all sources that match this glob (for example: “*.min.js”)
bn_bd: গ্লোবের সাথে মানানসই সব উৎসকে ব্ল্যাক বক্স করুন (উদাহরন্সরুপঃ "*.min.js")

source: Blackboxed Source
bn_bd: ব্লাকবক্স সোর্স

source: Blackbox Source
bn_bd: ব্লাকবক্স সোর্স

source: Black box sources in the debugger
bn_bd: ডিবাগারে ব্লাক বক্স সোর্সসমূহ

source: --blank--
bn_bd: --ফাঁকা--

source: Block
bn_bd: প্রতিরোধ করা হবে

source: Block dangerous and deceptive content
bn_bd: লুকানো এবং ক্ষতিকর কনটেন্ট ব্লক করো

source: Block dangerous and intrusive Flash content
bn_bd: লুকানো এবং ক্ষতিকর কনটেন্ট ব্লক করো

source: Block dangerous downloads
bn_bd: ক্ষতিকর ডাউনলোড ব্লক

source: Blocked
bn_bd: ব্লক করা হয়েছে

source: Blocked:
bn_bd: ব্লককৃত:

source: Blocked by Content Security Policy
bn_bd: বিষয়বস্তুর নিরাপত্তা নীতিমালা দ্বারা ব্লক

source: Blocked by Parental Controls
bn_bd: প্যারেন্টাল কন্ট্রোল দ্বারা প্রতিরোধ করা হয়েছে

source: Blocked by your security zone policy
bn_bd: আপনার নিরাপত্তা জোন নীতি দ্বারা ব্লক করা হয়েছে

source: Blocked for your graphics card because of unresolved driver issues.
bn_bd: অমিমাংসিত ড্রাইভার বিষয়ের কারণে আপনার গ্রফিক্সকার্ড ব্লক করা হয়েছে।

source: Blocked for your graphics driver version.
bn_bd: আপনার গ্রাফিক্স ড্রাইভার সংস্করণের জন্য ব্লক করুন।

source: Blocked for your graphics driver version mismatch between registry and DLL.
bn_bd: রেজিস্ট্রি এবং DLL এর মধ্যে আপনার গ্রাফিক্স ড্রাইভারের সংস্করণ মেলেনি তাই অবরুদ্ধ হয়েছে।

source: Blocked for your graphics driver version. Try updating your graphics driver to version %S or newer.
bn_bd: আপনার গ্রাফিক্স ড্রাইভার সংস্করণের জন্য ব্লক করুন। সংস্করণের %S অথবা আরও নতুন সংস্করণে আপনার গ্রাফিক্স ড্রাইভার আপডেট করার চেষ্টা করুন।

source: Blocked for your operating system version.
bn_bd: আপনার অপারেটিং সিস্টেম সংস্করণের জন্য ব্লক করা হয়েছে।

source: Blocked for your protection
bn_bd: আপনার নিরাপত্তার জন্য ব্লক করা হয়েছে

source: Blocked loading mixed active content “%1$S”
bn_bd: সক্রিয় মিশ্র বিষয়বস্তু "%1$S"কে লোড হতে বাধা দেওয়া হয়েছে

source: Blocked loading mixed display content “%1$S”
bn_bd: মিক্সড ডিসপ্লে কনটেন্ট "%1$S"কে লোড হতে বাধা দেওয়া হয়েছে

source: Blocked: May contain a virus or spyware
bn_bd: ব্লক করা হয়েছে: একটি ভাইরাস অথবা স্পাইওয়্যার থাকতে পারে

source: Blocked Temporarily
bn_bd: সাময়িকভাবে ব্লক রয়েছে

source: Block Images from %S
bn_bd: %S থেকে আসা ছবি রোধ করা হবে

source: Blocking insecure request ‘%1$S’.
bn_bd: অনিরাপদ অনুরোধ ‘%1$S’ ব্লক করা হচ্ছে ।

source: Blocklisted due to known issues
bn_bd: জ্ঞাত সমস্যার কারণে ব্লকতালিকাভুক্ত

source: Blocklisted; failure code %1$S
bn_bd: ব্লকতালিকাভুক্ত; ব্যর্থ কোড %1$S

source: Block Lists
bn_bd: ব্লক তালিকা

source: Block Plugin
bn_bd: প্লাগইন ব্লক করুন B

source: Block pop-ups for %S
bn_bd: %S থেকে পপ-আপ রোধ করা হবে

source: Block pop-up windows
bn_bd: পপ-আপ উইন্ডো ব্লক করা হবে B

source: Blue
bn_bd: নীল

source: Bogus comment.
bn_bd: বাজে মন্তব্য।

source: Bogus doctype.
bn_bd: বাজে নথির ধরণ।

source: Bolivia
bn_bd: বলিভিয়া

source: Bonaire, Sint Eustatius, and Saba
bn_bd: বোনাইরি, সিন্ট ওসটেটিয়াস এবং সাবা

source: Bookmark
bn_bd: বুকমার্ক

source: Bookmark All Tabs…
bn_bd: সকল ট্যাব বুকমার্ক করুন T…

source: Bookmark Page;Bookmark Pages
bn_bd: পাতা বুকমার্ক;পাতাগুলো বুকমার্ক

source: Bookmark Removed
bn_bd: বুকমার্ক অপসারণ

source: bookmarks
bn_bd: বুকমার্কসমূহ

source: Bookmarks
bn_bd: বুকমার্কসমূহ k

source: Bookmarks backup filename
bn_bd: বুকমার্ক ব্যাকআপ ফাইলের নাম

source: Bookmarks Menu
bn_bd: বুকমার্ক মেনু

source: Bookmarks Toolbar
bn_bd: বুকমার্ক টুলবার

source: Bookmarks Toolbar Folder
bn_bd: বুকমার্ক টুলবারের ফোল্ডার

source: Bookmarks Toolbar Items
bn_bd: বুকমার্ক টুলবারের আইটেম

source: Bookmark This Frame
bn_bd: এই ফ্রেম বুকমার্ক করা হবে

source: Bookmark This Link
bn_bd: এই লিংক বুকমার্ক করা হবে

source: Bookmark This Page
bn_bd: এই পাতা বুকমার্ক করুন

source: Bookmark this page (%S)
bn_bd: \u0020(%S) পাতাটি বুকমার্ক করুন

source: Bookmark This Tab…
bn_bd: ট্যাবটি বুকমার্ক করুন…

source: boolean
bn_bd: বুলিয়ান

source: Boolean
bn_bd: বুলিয়ান

source: border
bn_bd: সীমানা

source: Border
bn_bd: সীমানা

source: Border radius is too large for ‘dashed’ style (the limit is 100000px). Rendering as solid.
bn_bd: সীমানার ব্যাসার্ধ ‘dashed’ শৈলীর( 100000px অবধি) জন্য অনেক বড়। নিরেট হিসেবে রেন্ডার করা হচ্ছে।

source: Border radius is too large for ‘dotted’ style (the limit is 100000px). Rendering as solid.
bn_bd: সীমানার ব্যাসার্ধ ‘dotted’ শৈলীর( 100000px অবধি) জন্য অনেক বড়। নিরেট হিসেবে রেন্ডার করা হচ্ছে।

source: Bosnia and Herzegovina
bn_bd: বসনিয়া ও হার্জগোভিনা

source: Bosnian
bn_bd: বসনিয়া

source: Botswana
bn_bd: বটসওয়ানা

source: bottom
bn_bd: নীচে

source: Bottom:
bn_bd: নীচে: (B)

source: Bouvet Island
bn_bd: বুভে দ্বীপ

source: box
bn_bd: বাক্স

source: Box Model
bn_bd: বাক্স মডেল

source: Box model region
bn_bd: বক্স মডেল অঞ্চল

source: Branch
bn_bd: শাখা

source: $BrandFullNameDA has been installed on your computer.\n\nClick Finish to close this wizard.
bn_bd: আপনার কম্পিউটারে $BrandFullNameDA ইনস্টল করা হয়েছে।\n\nউইজার্ডটি বন্ধ করতে 'সম্পন্ন' ক্লিক করুন।

source: $BrandFullNameDA has been uninstalled from your computer.\n\nClick Finish to close this wizard.
bn_bd: আপনার কম্পিউটার থেকে $BrandFullNameDA আনইনস্টল করে দেয়া হয়েছে।\n\nউইজার্ডটি বন্ধ করতে 'সম্পন্ন' ক্লিক করুন।

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
bn_bd: $BrandFullNameDA নিম্নের ফোল্ডার থেকে আনইনস্টল হবে। $_CLICK

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
bn_bd: &brandFullName; একটি মুক্ত এবং ওপেনসোর্স সফটওয়্যার, যা সারা বিশ্বের হাজার হাজার মানুষের সমবেত প্রচেষ্টায় তৈরি হয়েছে। এ সম্পর্কে কিছু জিনিস আপনার জানা দরকার:

source: &brandFullName; is free and open source software from the non-profit Mozilla Foundation. <a>Know your rights…</a>
bn_bd: &brandFullName; মোজিলা ফাউন্ডেশনের একটি ফ্রী ও ওপেন সোর্স সফটওয়্যার। <a>আপনার অধিকার সম্পরকে জানুন...</a>

source: $BrandFullName Setup
bn_bd: $BrandFullName সেটআপ

source: &brandFullName; Start Page
bn_bd: &brandFullName; শুরুর পাতা

source: $BrandFullName Uninstall
bn_bd: $BrandFullName আনইনস্টল

source: &brandFullName; uses web-based information services (&quot;Services&quot;) to provide some of the features provided for your use with this binary version of &brandShortName; under the terms described below. If you do not want to use one or more of the Services or the terms below are unacceptable, you may disable the feature or Service(s). Instructions on how to disable a particular feature or Service may be found
bn_bd: নিম্নে বর্নিত শর্তানুসারে, আপনার ব্যবহারের জন্য &brandShortName; এর বাইনারি সংস্করণের কিছু বৈশিষ্ট্য (&quot;Services&quot;) সরবরাহ করার জন্য &brandFullName; ওয়েবভিত্তিক তথ্য সেবা ব্যবহার করে। আপনি যদি নিম্নোক্ত এক বা একাধিক সেবা ব্যবহার করতে না চান বা শর্তগুলো গ্রহনযোগ্য না হয় তবে, আপনি বৈশিষ্ট্য বা সেবা নিস্ক্রিয় করে দিতে পারেন। একটি নির্দিষ্ট বৈশিষ্ট্য বা সেবা কিভাবে নিস্ক্রিয় করা যায় সে সম্পর্কিত তথ্য পাওয়া যেতে পারে

source: &brandFullName; Web-Based Information Services
bn_bd: &brandFullName; ওয়েব ভিত্তিক তথ্য সেবা

source: &brandShorterName; can’t update to the latest version.
bn_bd: &brandShorterName; সাম্প্রতিকতম সংস্করণে হালনাগাদ করা যায়নি।

source: &brandShorterName; Help
bn_bd: &brandShorterName; সহায়তা

source: &brandShorterName; Tour
bn_bd: &brandShorterName; ট্যুর

source: &brandShortName; can check if there are compatible versions of these add-ons available.
bn_bd: এই অ্যাড-অনগুলোর উপযুক্ত সংস্করণ বিদ্যমান আছে কিনা &brandShortName; তা পরীক্ষা করতে পারে।

source: &brandShortName; can check periodically and inform you when updates for add-ons are found.
bn_bd: &brandShortName; নিয়মিতভাবে এই অ্যাড-অনগুলোর জন্য হালনাগাদ খুঁজতে পারে এবং পেলে আপনাকে তা জানাতে পারে।

source: &brandShortName; - Choose User Profile
bn_bd: &brandShortName; - ব্যবহারকারীর প্রোফাইল নির্বাচন

source: &brandShortName; closed unexpectedly while starting. This might be caused by add-ons or other problems. You can try to resolve the problem by troubleshooting in Safe Mode.
bn_bd: &brandShortName; অপ্রত্যাশিতভাবে শুরুতে বন্ধ হয়ে যায়। অ্যাড-অন অথবা অন্যকোনো কারণে এই সমস্যা দেখা দিতে পারে। আপনি সেফ মোড এর মাধ্যমে এই সমস্যার সমাধান করার চেষ্টা করতে পারেন।

source: &brandShortName; Data Collection and Use
bn_bd: &brandShortName; ডাটা সংগ্রহ ও ব্যবহার

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
bn_bd: $BrandShortName নিরাপদ এবং স্বচ্ছন্দ ব্রাউজিং নিবেদন করে। পরিচিত ইন্টারফেস, পরিচয় জালিয়াতির বিরুদ্ধে উন্নত নিরাপত্তা, এবং একটি পুর্নাঙ্গ অনুসন্ধান ব্যবস্থা আপনাকে ওয়েবের পূর্ণ অভিজ্ঞতা পেতে সাহায্য করবে।

source: &brandShortName; encountered problems when updating some of your add-ons.
bn_bd: কিছু অ্যাড-অন হালনাগাদ করার সময় &brandShortName; সমস্যার সম্মুখীন হয়েছে।

source: &brandShortName; Features
bn_bd: &brandShortName; বৈশিষ্ট্যসমূহ

source: &brandShortName; has blocked parts of this page that are not secure.
bn_bd: &brandShortName; নিরাপদ নয় তাই এই পাতার অংশ ব্লক করা হয়েছে।

source: &brandShortName; has determined that the following add-ons are known to cause stability or security problems:
bn_bd: স্থায়ীত্ব বা নিরাপত্তাজনিত সমস্যা তৈরি করার জন্য &brandShortName; নিম্নলিখিত অ্যাড-অনগুলোকে চিহ্নিত করেছে:

source: &brandShortName; has installed the updates to your add-ons.
bn_bd: &brandShortName; আপনার অ্যাড-অনে হালনাগাদ ইনস্টল করেছে।

source: &brandShortName; Health Report
bn_bd: &brandShortName; স্বাস্থ্য প্রতিবেদন

source: $BrandShortName is already running.\n\nPlease close $BrandShortName prior to launching the version you have just installed.
bn_bd: $BrandShortName বর্তমানে চলছে।\n\nঅনুগ্রহ করে আপনি এইমাত্র যে সংস্করনটি ইনস্টল করলেন সেটি চালানোর জন্য $BrandShortName বন্ধ করুন।

source: &brandShortName; is being updated by another instance
bn_bd: &brandShortName; অন্য স্থানে হালনাগাদ হয়েছে

source: &brandShortName; is blocking parts of the page that may track your browsing.
bn_bd: &brandShortName; পাতাটির এই অংশগুলি প্রতিরোধ করেছে যা আপনার ব্রাউজিং ট্র্যাক করতে পারে।

source: &brandShortName; is currently your default browser
bn_bd: &brandShortName; আপনার বর্তমান পূর্বনির্ধারিত ব্রাউজার

source: &brandShortName; is designed by
bn_bd: &brandShortName; নকশা করেছে

source: &brandShortName; is experimental and may be unstable.
bn_bd: &brandShortName; হচ্ছে পরীক্ষামূলক এবং সম্ভবত পরিবর্তনশীল।

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
bn_bd: আপনার উইন্ডো এবং ট্যাব খুঁজে পেতে &brandShortName; এর কিছুটা বেগ পেতে হচ্ছে। সাধারণত এটি সম্প্রতি খোলা কোন ওয়েবপেজের কারণে হয়ে থাকে।

source: &brandShortName; is made available to you under the terms of the
bn_bd: &brandShortName; আপনার জন্য সহজলভ্য করা হচ্ছে

source: &brandShortName; is not your default browser
bn_bd: &brandShortName; আপনার নির্ধারিত ব্রাউজার নয়

source: &brandShortName; is ready to go.
bn_bd: &brandShortName; ব্যবহারের জন্য তৈরি।

source: &brandShortName; is unable to determine if there is an update available. Please make sure that you have the latest version of &brandShortName; from:
bn_bd: আপডেট উপস্থিত রয়েছে কি না তা &brandShortName; দ্বারা নির্ধারণ করা সম্ভব হয়নি। অনুগ্রহ করে নিশ্চিত করুন যে নিম্নলিখিত স্থান থেকে প্রাপ্ত &brandShortName;-র সাম্প্রতিকতম সংস্করণ ব্যবহার করা হচ্ছে:

source: &brandShortName; is up to date
bn_bd: &brandShortName; হালনাগাদ করা হয়েছে

source: &brandShortName; is working offline
bn_bd: &brandShortName; বর্তমানে অফলাইনে কাজ করছে

source: $BrandShortName must be closed to proceed with the installation.\n\nPlease close $BrandShortName to continue.
bn_bd: ইনস্টলেশন চালিয়ে যেতে $BrandShortName বন্ধ করা প্রয়োজন।\n\nঅনুগ্রহ করে $BrandShortName বন্ধ করুন।

source: $BrandShortName must be closed to proceed with the uninstall.\n\nPlease close $BrandShortName to continue.
bn_bd: আনইনস্টলেশন চালিয়ে যেতে $BrandShortName বন্ধ করা প্রয়োজন।\n\nঅনুগ্রহ করে $BrandShortName বন্ধ করুন।

source: &brandShortName; needs to go online in order to see if updates are available for your add-ons to make them compatible with this version.
bn_bd: &brandShortName; এর বর্তমান সংস্করণের উপযুক্ত করার জন্য আপনার বিদ্যমান অ্যাড-অনগুলোর হালনাগাদ পরীক্ষার জন্য অনলাইন হওয়া আবশ্যক।

source: $BrandShortName &Options
bn_bd: $BrandShortName অপশন (&O)

source: &brandShortName; Preferences
bn_bd: &brandShortName; পছন্দসমূহ

source: &brandShortName; Privacy Policy
bn_bd: &brandShortName; গোপনীয়তার নীতি

source: &brandShortName; Safe Mode
bn_bd: &brandShortName; নিরাপদ মোড

source: $BrandShortName &Safe Mode
bn_bd: $BrandShortName নিরাপদ প্রক্রিয়া &S

source: &brandShortName; stores information about your settings and preferences in your personal profile.
bn_bd: &brandShortName; আপনার ব্যক্তিগত প্রোফাইলে আপনার ব্যবহৃত সেটিংসমূহ ও পছন্দসমূহ সম্পর্কিত তথ্য সংরক্ষণ করে।

source: &brandShortName; stores information about your settings, preferences, and other user items in your user profile.
bn_bd: আপনার ব্যবহৃত সেটিংসমূহ, পছন্দসমূহ ও অন্যান্য ব্যবহারকারী আইটেম সম্পর্কে &brandShortName; আপনার প্রোফাইলে তথ্য সংরক্ষণ করে।

source: &brandShortName; Support
bn_bd: &brandShortName; সাপোর্ট

source: &brandShortName; Update
bn_bd: &brandShortName; হালনাগাদ

source: &brandShortName; Updates
bn_bd: &brandShortName; হালনাগাদ

source: &brandShortName; was unable to find updates to your incompatible add-ons.
bn_bd: অসংগত অ্যাড-অনের জন্য &brandShortName; কোনো হালনাগাদ খুঁজে পায়নি।

source: &brandShortName; was unable to verify the integrity of the incremental update it downloaded, so it is now downloading the complete update package.
bn_bd: &brandShortName; ডাউনলোড করা ছোট হালনাগাদটির সত্যতা যাচাই করতে অক্ষম, যার ফলে এখন সম্পূর্ণ হালনাগাদ প্যাকেজ ডাউনলোড করা হচ্ছে।

source: &brandShortName; will
bn_bd: &brandShortName; হবে

source: &brandShortName; will:
bn_bd: &brandShortName; হবে:

source: $BrandShortName will be installed to the following location:
bn_bd: $BrandShortName যে জায়গায় ইনস্টল করা হবে:

source: $BrandShortName will be installed with the most common options.
bn_bd: $BrandShortName সবচেয়ে সাধারণ অপশনসহ ইনস্টল করা হবে।

source: $BrandShortName will be uninstalled from the following location:
bn_bd: নিম্নলিখিত জায়গা থেকে $BrandShortName আনইনস্টল করা হবে:

source: &brandShortName; will check periodically and inform you when compatible updates for these add-ons are found.
bn_bd: &brandShortName; নিয়মিতভাবে এই অ্যাড-অনগুলোর জন্য হালনাগাদ খুঁজবে এবং পেলে তা আপনাকে জানাবে।

source: &brandShortName; will check periodically and inform you when updates for add-ons are found.
bn_bd: &brandShortName; নিয়মিতভাবে এই অ্যাড-অনগুলোর জন্য হালনাগাদ খুঁজবে এবং পেলে আপনাকে তা জানাবে।
